{"2023-04-14": [{"name": "InStock", "url": "https://github.com/myhhub/InStock", "description": "InStock é uma biblioteca de ferramentas de investimento quantitativo que captura dados diários chave de ações, calcula vários indicadores de ações, reconhece padrões de linha K, tem várias estratégias de seleção de ações embutidas, teste de verificação de seleção de ações, negociação automatizada.", "stars": 42}, {"name": "qlib", "url": "https://github.com/microsoft/qlib", "description": "Qlib é uma plataforma de investimento quantitativo orientada para IA, que visa aproveitar o potencial, impulsionar a pesquisa e criar o valor das tecnologias de IA em investimentos quantitativos. Com o Qlib, você pode facilmente experimentar suas ideias para criar melhores estratégias de investimento quantitativo. Um número crescente de trabalhos/papers de pesquisa SOTA Quant são lançados no Qlib.", "stars": 10709}, {"name": "quantitative_finance", "url": "https://github.com/JynxC98/quantitative_finance", "description": "Quantitative Finance é uma biblioteca de códigos que abrange todos os conceitos relacionados à finanças quantitativas. Esta biblioteca fornece recursos para ajudar os usuários a compreender melhor os fundamentos da finança quantitativa e aplicá-los em suas próprias análises. Os códigos fornecem exemplos de como calcular e interpretar vários indicadores financeiros, como preços de opções, volatilidade implícita, retornos esperados, taxas de juros, entre outros. Além disso, a biblioteca fornece códigos que permitem aos usuários criar modelos de preços de ativos e simular cenários de mercado. Esta biblioteca pode ser usada por investidores, analistas financeiros, gerentes de portfólio e outros profissionais envolvidos no mercado financeiro.", "stars": 1}, {"name": "Quantitative-Finance", "url": "https://github.com/eduardo-contreras-dominguez/Quantitative-Finance", "description": "A biblioteca Quantitative Finance é um projeto de código aberto que apresenta conceitos básicos de finanças quantitativas. Ele fornece alguns algoritmos e funções para ajudar os usuários a entender melhor os conceitos de finanças quantitativas. Além disso, também fornece exemplos de como aplicar esses conceitos na prática. Esta biblioteca é útil para estudantes, profissionais e pesquisadores que desejam se aprofundar nos conceitos de finanças quantitativas.", "stars": 1}]}